Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: suppressed user contributions
ne: प्रयोगकर्ताको योगदानहरू दबाइएको छ ।

source: Rabi' al-awwal
ne: रबी' अल-अव्वाल

source: Search all of content (including talk pages)
ne: सबै सामग्री खोज्ने (वार्तालाप समेत)

source: Update Severity
ne: अद्यतन गंभीरता

source: Link to an Etherpad
ne: इथरप्याडसम्मको लिङ्क

source: You cannot send email to other users on this wiki
ne: यस विकिमा तपाईं अरु प्रयोगकर्तालाई ई-मेल पठाउन सक्नुहुन्न

source: Enterprise
ne: ईन्टरप्राईज

source: Color:
ne: रङ्ग:

source: Could not get page title
ne: यस पृष्ठको शिर्षक सुनिश्चित गर्न सकिएन

source: Load a thumbnail image for this file
ne: यसको लागि थुम्बनेल चित्र लोड गर्ने

source: Set for all users
ne: सबै प्रयोगकर्ताकोलागि सेट गर्नुहोस्

source: ZWS _Zero width space
ne: ZWS शून्य चौडाइ खाली स्थान

source: The username already exists.
ne: यो प्रयोगकर्तानाम पहिले देखि समावेस छ।

source: Estonian kroon
ne: एस्टोनियन क्रुन

source: Single player game
ne: एकलो खेलाड़ीको खेल

source: Link to
ne: यो सित लिंक गर्ने

source: Reset selected tokens
ne: चयन गरिएको टोकनहरूलाई पुनमिलाउनुहोस्

source: C_onfirm password
ne: पासवर्ड सुनिश्चित गर्नुहोस

source: Waived
ne: छुटदिएको

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
ne: यो दुई-तर्फी DVD हो। तपाईंले दोस्रो तर्फ बाट बुट गर्नुभयो। DVD फर्काउनुहोस् अनि सुचारु गर्नुहोस्।

source: file link
ne: फाइल लिङ्क

source: The application %s has experienced an internal error.
ne: माफ गर्नुहोस् , अनुप्रयोग %s ले आन्तरिक त्रुटीको सामना गरेको छ।

source: Global account manager
ne: वैश्विक खाता प्रवन्धक

source: Activation date
ne: सक्रिय गरिएको मिति

source: Unknown
ne: अज्ञात

source: Performer:
ne: निष्पादक:

source: This page cannot be protected as there are no restriction types available.
ne: यो पृष्ठ सुरक्षित गर्न सकिदै किनकी त्यसमा कुनै प्रकारको प्रतिबन्ध रहेको छैन् ।

source: (no human editor found)
ne: (सम्पादन कर्ता कुनै मानिस भेटिएन)

source: Save user groups
ne: प्रयोगकर्ता समूहरू संग्रह गर्नुहोस्

source: Potlatch 2 (in-browser editor)
ne: पोटल्याच २ (ब्राउजर सम्पादन)

source: The essential package '%s' is marked for removal.
ne: आवश्यक प्याकेज '%s' हटाउनको लागि अंकित गरियेको छ।

source: The tag "$1" is not allowed to be manually applied.
ne: ट्याग "$1" मानवीय रूपले जोड्न सक्ने अनुमति छैन।

source: Problem report file:
ne: समस्या रिपोर्ट फाइल:

source: Foreign Diplomacy
ne: विदेशी कूटनीति

source: Community description
ne: समुदायको वर्णन

source: The desired destination uses a different content model. Cannot convert from $1 to $2.
ne: चाहेको स्थान भिन्न सामग्री नमूनाको प्रयोग गर्दछ। $1 लाई परिवर्तन $2 गर्न सकिंदैन।

source: Regular expression
ne: रेगुलर एक्सप्रेसन

source: dismiss
ne: खारेज

source: You are trying to securely reach %1, but the security certificate of this website is not trusted.
ne: तपाईं सुरक्षित %1 पुग्न खोज्रनुभयेका छन्, तर यो वेबसाइटको सुरक्षा प्रमाणपत्र विश्वसनीय छैन।

source: admin-merged account
ne: प्रबन्धक-सम्मिलित खाता

source: start a new discussion
ne: नयाँ चर्चा सुरुगर्ने

source: No Action
ne: कुनै कार्य छैन

source: Will be deleted
ne: मेटिनेछ

source: Internal error: Missing parameters on request.
ne: आन्तरिक त्रुटि: अनुरोधमा पैरामीटरहरुको कमी

source: Page <strong>$1</strong> has been removed from the suggestions ($2).
ne: पृष्ठ <strong>$1</strong> ($2) सुझावहरू बाट हटाइयो ।

source: Seeing
ne: हेरिदै

source: <strong>Warning:</strong> Default sort key "$2" overrides earlier default sort key "$1".
ne: '''चेतावनी:''' पूर्व निर्धारित छोटकरी "$2" ले पुरानो पूर्वनिर्धारित छोटकरी"$1"लाई विस्थापन गरेको छ ।

source: Hi! I am FuzzyBot. I am not vandalizing your translations. Unfortunately there have been changes to the English source message and I am marking translations so that you will notice this change. Please update the translation if needed according to the master copy and remove the text $1 from the message, thank you!
ne: नमस्ते म FuzzyBot हुँ । म तपाईँको अनुवादमा डकैत गरिरहेको छैन । अभागवश यहाँ मूल पाठ(अङ्ग्रेजी) मा परिवर्तन भएको छ र म यसमा सनो चिनो थप्दैछु जसको कारणले तपाईँले पछि छुट्याउन सक्नुहुनेछ । तपाईको अनुवादलाई सच्याउनुहोस् र $1 लाई सन्देशबाट हटाउनुहोस , धन्यवाद !

source: anonymous user $1
ne: अज्ञात प्रयोगकर्ता $1

source: Sunday
ne: आइतबार

source: No wrapping
ne: र्‌यापिङ्ग नगर्ने

source: Swipe Up To Exit Full Screen
ne: पुरा स्क्रिन छोड्न माथि स्वाइप गर्नुहोस्

source: Compressed formats
ne: संकुचित ढाँचाहरू

source: $1: Warn
ne: $1: चेतावनी

source: content before blanking was: "$1"
ne: खालि गर्नु भन्दा अघिको सामग्री थियो: "$1"

source: Are you sure you want to view a deleted revision of the file "<nowiki>$1</nowiki>" from $2 at $3?
ne: तपाईँ $2 बाट $3 मा मेटिएको फाइल "<nowiki>$1</nowiki>" को पुनरावलोकन हेर्न चाहनुहुन्छ भन्ने कुरामा निश्चित हुनुहुन्छ ?

source: Automatically fixing double redirect from [[$1]] to [[$2]] in a maintenance job.
ne: [[$1]]बाट [[$2]]मा दोहोरो अनुप्रेषण स्वत तय गरिंदै।

source: The place to find out
ne: पत्तालगाउनु पर्ने स्थान

source: hidden
ne: लुकाइएको

source: Accessibility
ne: पहुँच

source: Please modify the file description below and try again.
ne: कृपया तल फाइलको वर्णन परिवर्तन गर्नुहोस र पुन: प्रयास गर्नुहोस् ।

source: Lost City Rumors
ne: हराएको शहरको अफवाहहरू

source: Closed <abbr title='%{title}'>%{time} ago</abbr> by %{user}
ne: <abbr title='%{title}'>%{time} अगाडि</abbr> %{user}द्वारा बन्द गरिएको

source: Strike log
ne: काटेको लग

source: The Admin's Barnstar is awarded to an administrator who made a particularly difficult decision or performed a tedious, but needed admin task.
ne: प्रबन्धक बार्नस्टार अति आवश्यक तर कठिन निर्णय लिने अथवा कठिन कार्य सम्पादन गर्ने प्रवन्धकहरूलाई दिइन्छ।

source: Read only
ne: पढ्ने मात्र

source: Connecting
ne: जडानगर्दै

source: This page lets you merge revisions of the history of one source page into a newer page. Make sure that this change will maintain historical page continuity.
ne: यो पृष्ठ एक स्रोत पृष्ठको इतिहास कुनै अन्य पृष्ठमा मिलाउनको लागि हो। सुनिश्चित गर्नुस कि यो परिवर्तन पृष्ठ इतिहासमा निरन्तरता प्रदान गर्न सकोस।

source: planning software for medical capacity
ne: चिकित्सा क्षमता को लागि सॉफ्टवेयर योजना बनाउन

source: Remove all groups from own account
ne: आफ्नो खाताबाट सम्पूर्ण समुहहरू हटाउनु होस्

source: Windows software
ne: विन्डोज् सफ्टवेर

source: Wikidata's community portal
ne: विकिडेटाको समुदाय पोर्टल

source: Ctrl+Alt+Space
ne: Ctrl+Alt+स्पेस

source: Site changes
ne: साइट परिवर्तनहरू

source: Unblock oneself
ne: आफैंलाई खुल्ला गर्नुहोस्

source: Sign in with Yahoo
ne: याहु प्रयोग गरेर प्रवेश गर्नुहोस्

source: Take a photo using a webcam
ne: वेबक्याम प्रयोग गरेर फोटो खिच्नुहोस्

source: not available
ne: उपलब्ध छैन

source: Your expedition vanishes without a trace!
ne: तपाईंको सोध विना कुनै पदचिन्ह गायब भयो !

source: Maximize
ne: ठूलो पार्नुहोस्

source: The file you submitted was empty.
ne: तपाईंले बुझाएको फाइल खालि छ।

source: Writer's Barnstar
ne: लेखक बार्नस्टार

source: Until
ne: सम्म

source: Gradient
ne: ग्रेडियन्ट

source: add reference
ne: सन्दर्भ थप्न

source: Deleted to make way for move from "[[$1]]"
ne: "[[$1]]"बाट सार्नलाई बाटो खुलाउन मेटियो

source: Confirm Navigation
ne: नेभिगेसन गर्न निश्चित गर्नुहोस्

source: Moved
ne: सारियो

source: Topic Index
ne: विषय सूची

source: Connection
ne: जडान

source: Fade on bfb and Slide
ne: bfb मा मधुरो हुने र सर्ने

source: minute
ne: मिनेट

source: Warn $1
ne: चेतावनी $1

source: check user's IP addresses and other information
ne: प्रयोगकर्ताहरूका आईपी ठेगानाहरू र अन्य जानकारी जाँच्ने

source: Install a LAMP server
ne: LAMP सर्भर प्रतिस्थापन गर्नुहोस्

source: Scale for menu and title bars:
ne: मेनु र शीर्षक बारहरूकालागी स्केल:

source: Status successfully updated
ne: अवस्था अपडेट भयो

source: Identity Not Verified
ne: परिचय प्रमाणिकरण गर्न सकिएन

source: Other
ne: अन्य

source: $1 {{GENDER:$2|added}} the {{PLURAL:$7|tag|tags}} $6 to revision $4 of page $3
ne: $1 {{GENDER:$2|जोडियो}} {{PLURAL:$7|ट्याग|ट्यागहरू}} $6 को संशोधन $4 $3 पृष्ठमा

source: GTK+ debugging flags to unset
ne: सेट हटाइने GTK + त्रुटि सच्याउने झण्डाहरू

source: Indicates that the local account was merged because it had no edits.
ne: स्थानीय खाता मिलाइएको संकेत गर्छ जसमा सम्पादनहरू थिएनन्

source: Leave feedback about Upload Wizard
ne: अपलोड विजार्डको सन्दर्भमा पृष्ठपोषण छोड्नुहोस्

source: Saving Account
ne: बचत खाता

source: New windows use the default source
ne: नयाँ संझ्यालमा पूर्वनिर्धारित श्रोत प्रयोग गर्ने

source: Options...
ne: विकल्पहरु...

source: Painting &amp; Editing
ne: पेन्टिङ &amp; एडिटिङ

source: Latitude:
ne: देशान्तर:

source: Restart installation
ne: स्थापना फेरि सुरु गर्ने

source: Devanagari
ne: देवनागरि

source: The filename "$1" contains characters that are not allowed in page titles. Please rename the file and try uploading it again.
ne: फाइल नाम "$1"मा त्यस्ता बर्णहरु छन् जसलाई पृष्ठको शीर्षकको रुपमा प्रयोग गर्ने अनुमति छैन। कृपया फाइललाई नयाँ नाम दिएर पुनः उर्ध्वभरणकोलागि प्रयास गर्नुहोस्।

source: My library
ne: मेरो पुस्तकालय

source: Add translation
ne: अनुवाद थप्ने

source: The edit could not be undone because it does not exist or was deleted.
ne: यो मेटिएको या नरहेको कारणले गर्दा सम्पादन खारेज गर्न सकिन्न ।

source: Save failed
ne: संग्रह विफल भयो

source: [PANEL] [ARGUMENT…]
ne: [प्यानल] [तर्क...]

source: No changesets by this user.
ne: यस प्रयोगकर्ताद्वारा कुनै परिवर्तनहरू गरिएका छैनन् ।

source: Last quarter moon
ne: अन्तिम चौथांशको चन्द्र

source: Pages that link to "$1"
ne: $1 सँग जोडिएका पानाहरू

source: {{PLURAL:$1|Selected log event|Selected log events}}:
ne: {{PLURAL:$1|चयनित लग घटना|चयनित लग घटनाहरू}}:

source: Calibrate…
ne: क्यालिब्रेट...

source: Horizontal offset of the shadow.
ne: छायाँको दाया-बायाँ तर्फको दुरी

source: Used on $1 {{PLURAL:$1|page|pages}}
ne: $1 {{PLURAL:$1|पृष्ठ|पृष्ठहरु}}माथि प्रयोग गरिएको

source: Loading options...
ne: विकल्प जडान हुदै

source: last
ne: अन्तिम

source: Low gain up
ne: न्युन प्राप्य माथि

source: topic
ne: विषय

source: Published translations will be publicly visible, unless the news item itself is unpublished. Uncheck <em>published</em> if you want to prevent general users from viewing this version of the news item.
ne: समाचार अप्रकाशित भएपनि प्रकाशित अनुवादहरू सार्वजनिक हुनेछन । यदि तपाईं साधारण प्रयोगकर्ताले यो समाचार सामाग्रीहरू हेर्न नपाओस भन्ने चाहनुहुन्छ भने <em>प्रकाशित</em>लाई ठीक चिन्ह नलगाउनुहोस ।

source: Added tag {0}
ne: {0} संकेत थपियो

source: _Quit
ne: _बन्द गर्नुहोस्

source: Zoom Options
ne: जुम विकल्प

source: Add the MediaWiki flower as a background image.
ne: मेडियाविकी फूल लाइ पछाडी पट्टीको ब्याकग्राउन्ड चित्रमा हाल्नुहोस

source: Enter a message name below to show all available translations.
ne: सबै उपलब्ध अनुवादहरु हेर्न तल सन्देशको नाम दिनुहोस्।

source: See what's on your ring
ne: तपाईँको रिङमा के छ

source: {{ns:project}}:Upload Wizard campaign editors
ne: {{ns:project}}:अपलोड विजार्ड अभियान सम्पादकहरू

source: 1 minute
ne: १ मिनेट

source: Encoding...
ne: सङ्केतन ...

source: Invalid confirmation code. The code may have expired.
ne: अमान्य प्रमाणिकरण कोड । कोडको मान्य अवधी समाप्त भएको हुनसक्छ ।

source: Ø change per page
ne: प्रतिपृष्ठ Ø परिवर्तन

source: Print to Test Printer
ne: परिक्षण मुद्रकमा मुद्रण गर्नुहोस्

source: Jump to:
ne: यसमा जानुहोस्:

source: Could not grant role `%{role}' to user `%{name}'. Please check that the user and role are both valid.
ne: भूमिका `%{role}' प्रयोगकर्ता `%{name}'लाई प्रदान गर्न सकिएन । कृपया प्रयोगकर्ता र भूमिका दुबै मान्य छन् भनि जाँच गर्नुहोस् ।

source: Translate page
ne: पृष्ठ अनुवाद गर्नुहोस्

source: Please enter a correct card number for American Express.
ne: कृपया अमेरिकी एक्स्प्रेसको एउटा सही कार्ड नम्बर हाल्नुहोस्।

source: This is a log of user creations.
ne: यो प्रयोगकर्ता सिर्जनाको लग हो ।

source: Please export the file from the source wiki using the [[Special:Export|export utility]]. Save it to your computer and upload it here.
ne: कृपया स्रोत विकिबाट फाइल निर्यात गर्नका लागि [[Special:Export|निर्यात सुविधा]]को प्रयोग गर्नुहोस। यसलाई आफ्नो कम्प्युटरमा सङ्ग्रह गरे यहाँ अपलोड गर्नुहोस।

source: Internal error: Request requires HTTP POST.
ne: आन्तरिक त्रुटि: अनुरोधको निम्ति HTTP POST को आवश्यकता

source: War
ne: यध्द

source: Uploaded by
ne: अपलोड गरेको

source: Tokens:
ne: टोकनहरू:

source: The edit could not be undone due to conflicting intermediate edits.
ne: सम्पादनमा अन्तर्द्वन्द्वको कारण सम्पादन रद्द गर्न सकिन्न।

source: Way
ne: बाटो

source: Ubuntu Unity Plugin
ne: उबुन्टु युनिटी प्लगइन

source: Sorting order:
ne: क्रमवद्धता :

source: Results from <a href="http://www.geonames.org/">GeoNames</a>
ne: <a href="http://www.geonames.org/">GeoNames</a>बाट नतिजाहरू

source: Cookies have been cleared.
ne: कुकीहरू हटाइयो ।

source: Delete page
ne: पृष्ठ मेट्नुहोस्

source: See your traces
ne: तपाईंको सबै ट्रेसहरू हेर्नुहोस्

source: Speaks:
ne: बोलाई:

source: _Remove
ne: _हटाउनुहोस्

source: Namespace name
ne: नामस्थान नाम

source: Login failed.
ne: प्रवेश असफल ।

source: Remove all groups
ne: सबै समूहहरु हटाउने

source: (Main)
ne: (मुख्य)

source: <strong>Generation of the document file has failed.</strong> <p><span id="renderingStatus">$1</span></p>
ne: <strong>डक्युमेन्ट फाइल जारी गर्न असफल।</strong> <p><span id="renderingStatus">$1</span></p>

source: <strong>Note:</strong> After saving, you may have to bypass your browser's cache to see the changes. * <strong>Firefox / Safari:</strong> Hold <em>Shift</em> while clicking <em>Reload</em>, or press either <em>Ctrl-F5</em> or <em>Ctrl-R</em> (<em>⌘-R</em> on a Mac) * <strong>Google Chrome:</strong> Press <em>Ctrl-Shift-R</em> (<em>⌘-Shift-R</em> on a Mac) * <strong>Internet Explorer:</strong> Hold <em>Ctrl</em> while clicking <em>Refresh</em>, or press <em>Ctrl-F5</em> * <strong>Opera:</strong> Clear the cache in <em>Tools → Preferences</em>
ne: <strong>टिप्पणी</strong> सङ्ग्रह गरेपछि, परिवर्तन हेर्नको लागि तपाईँले आफ्नो ब्राउजरको क्याच बाईपास गर्नु पर्ने हुनसक्छ। *<strong>फायरफक्स / सफारीमा:</strong> <em>Shift</em> कुञ्जी थिची राखेर <em>Reload</em> क्लिक गर्नुपर्छ, वा <em>Ctrl-F5</em> वा <em>Ctrl-R</em> दबाउनुहोस (म्याकमा <em>⌘-R</em>) *<strong>गुगल क्रोम:</strong> <em>Ctrl-Shift-R</em> कुञ्जी दबाउनुहोस (म्याकमा <em>⌘-R</em>) *<strong>ओपेरा:</strong> <em>Tools → Preferences</em> मा गएर क्याश हटाउनुहोस *<strong>इन्टरनेट एक्सप्लोरर</strong>: <em>Ctrl</em> लाई थिची राखेर <em>Refresh</em> क्लिक गर्नुहोस वा <em>Ctrl-F5</em> थिच्नुहोस

source: yes
ne: हो

source: Custom process
ne: व्यक्तिगत प्रक्रिया...

source: Swiss franc
ne: स्वीस फ्य्रांक

source: You have successfully split off the thread $1.
ne: तपाईँले सफलतापूर्वक थ्रेड(thread) $1लाई टुक्राउनु भएको छ ।

source: Save link
ne: लिङ्क सङ्ग्रह गर्नुहोस्

source: Khmer
ne: खेमर

source: $1 {{GENDER:$1|thanked}} you for your edit on {{SITENAME}}
ne: $1ले तपाईंलाई {{SITENAME}}मा तपाईंको सम्पादनको लागी तपाईंलाई {{GENDER:$1|धन्यवाद गरेको छ}}।

source: PostScript Printer Description files (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)
ne: पोस्ट स्क्रिप्ट प्रिन्टर डिस्क्रिप्सन फाइलहरू (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)

source: City/Town
ne: शहर / नगर

source: Show table
ne: सूची देखाउने

source: Meaning
ne: अर्थ

source: Strength
ne: शक्ति

source: Ignore wiki formatting
ne: विकि फरम्याटिङ्लाई वास्ता नगर्ने

source: Previous track
ne: अघिल्लो ट्रयाक

source: Can't install '%s'
ne: '%s' प्रतिस्थापन गर्न सकिएन

source: Ferry Terminal
ne: फेरी टर्मिनल

source: [[Special:MyLanguage/Project_list|More projects]]
ne: [[Special:MyLanguage/Project_list|अझ धेरै परियोजनाहररु]]

source: _Disconnect Drive
ne: ड्राइभ विच्छेदन गर्नुहोस्

source: No saved pages here!
ne: संग्रह गरिएका पृष्ठहरू नभएको !

source: Label
ne: टाँसिएको नाम

source: Subscribe
ne: अंश ग्रहण गर्ने

source: Please enter a comment below.
ne: कृपया टिप्पणी प्रविष्ठ गर्नुहोस् ।

source: It is recommended that files are no larger than $1; this file is $2.
ne: यो सिफारिस गरिन्छ कि फाइलहरू $1 भन्दा ठूला हुनु हुँदैन; यो फाइल $2 छ।

source: Rights holder
ne: स्वामित्व धारक

source: Wikipedia Alpha
ne: विकिपीडिया अल्फा

source: Media statistics
ne: मिडिया तथ्याङ्कहरू

source: Add resource
ne: स्रोत थप्नुहोस

source: Error loading API description
ne: एपिआइ विवरण लोड गर्दा त्रुटि

source: Partial
ne: आंशिक

source: $1 automatically {{GENDER:$2|marked}} revision $4 of page $3 patrolled
ne: $1 ले $3 पृष्ठको $4 अवतरणलाई स्वचालित रूपले गस्ती गरिएको {{GENDER:$2|चिन्हित}} गरेको हो

source: Install
ne: प्रतिस्थापन गर्नुहोस्

source: Unknown device
ne: अज्ञात यन्त्र

source: One of the revisions of this diff has been <strong>suppressed</strong>. Details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]. You can still [$1 view this diff] if you wish to proceed.
ne: यस पृष्ठको पुनरावलोकनहरु मध्ये एउटा भिन्नता <strong>थिचिएको छ</strong>। यसको पूर्ण विवरण [{{fullurl:{{#Special:Log}}/suppress|पृष्ठ={{FULLPAGENAMEE}}}}को थिचिएको लगमा पाउन सकिन्छ]। यदि चाहनु भयो भने प्रबन्धकको हैसियतमा [यो भिन्नता $1] हेर्न सक्नुहुन्छ।

source: Cologne Blue
ne: कोलोग्ने निलो

source: Maximum land aperture
ne: अधिकतम एपर्चर भूमि

source: Search font name
ne: फन्ट नाम खोज्नुहोस्

source: No messages to show.
ne: देखाउनु पर्ने सन्देश छैन।

source: Backlight Always Off
ne: ब्याकलाइट सधैँ बन्द

source: Leave feedback about this software
ne: यस सफ्टवेयरवारेको सुझाव छोड्नुहोस्

source: Input Source Settings
ne: आगत स्रोत सेटिङ

source: Edit sidebar
ne: साइडबार सम्पादन गर्ने

source: Email me when a page or a file on my watchlist is changed
ne: मेरो निगरानी सूचीमा रहेका पृष्ठ अथवा फाइलहरू परिवर्तन भएपछी मलाई ई-मेल गरियोस्

source: Recommended For You in %s
ne: %s मा तपाईँलाई सिफारिस गरिएको

source: (without a signature)
ne: (हस्ताक्षर बिना)

source: General options
ne: साधारण विकल्पहरू

source: Web
ne: वेब

source: Ask me more questions.
ne: मलाई थप प्रश्नहरू सोध्नुहोस् ।

source: Show more replies
ne: अरु जवाफहरु देखाउने

source: Enter a site name.
ne: साइटको नाम लेख्नुहोस।

source: Wed
ne: बुध

source: It is not possible to access the internet through your wireless while the hotspot is active.
ne: यो हटस्पट सक्रिय हुँदा, तपाईँको आफ्नो वायरलेस मार्फत इन्टरनेटमा पहुँच सम्भव छैन।

source: An account {0} has been created. You will receive an email at {1} to confirm your registration.
ne: खाता {0} बनाइएको छ। यसलाई सुनिश्चित गरेको सूचना तपाईंले {1}मा एउटा ईमेल सन्देश पाउनुहुनेछ।

source: $1 {{PLURAL:$1|minute|minutes}} ago
ne: $1 {{PLURAL:$1|मिनट|मिनट}} अघि

source: Download with AMZ Downloader
ne: AMZ Downloader डाउनलोडरको साथमा डाउनलोड गर्नुहोस्

source: RLM _Right-to-left mark
ne: RLM _दायाँ-बाट-बायाँ चिनो

source: Allows renaming global accounts
ne: वैश्विक खाताहरू नामाकरण गर्न दिने

source: The connection to the server was lost
ne: तपाईँको सर्भरसँगको जडान अवरुद्ध भयो

source: Aerodrome
ne: हवाईड्रोम

source: Bytes per compressed strip
ne: प्रति कम्प्रेश्ड स्ट्रिप मा हुने बाइटहरू

source: Wet
ne: भिजेको

source: next page →
ne: पछिल्लो पृष्ठ →

source: Wikidata:Contribute
ne: विकिडाटाःयोगदान

source: Out of paper
ne: कागज सकियो

source: Show all unread messages
ne: सबै अपठित सन्देशहरु हेर्ने

source: Create/Edit selected message
ne: चुनिएको सन्देश बनाउने/सम्पादन गर्ने

source: Viruses
ne: ब्याक्टेरिया

source: Site
ne: आकार

source: General discussion about the project
ne: परियोजना सम्बन्धी साधारण बार्तालाप

source: Remove {{PLURAL:$2|group|groups}}: $1
ne: {{PLURAL:$2|समूह|समूहहरु}}: $1 हटाउने

source: Size of the palette in 8 bit mode
ne: ८ बिट मोडमा रङदानीको साइज

source: Transaction details
ne: ट्रान्ज्याक्सन विवरण

source: Unexpected "$2" at character $1.
ne: $1चरित्रमा "$2" अप्रत्यासित भएको

source: Time Zone:
ne: समय क्षेत्र :

source: Add this category to your book
ne: यस श्रेणीलाई आफ्नो पुस्तकमा जोड्ने

source: editor
ne: सम्पादक

source: Cancel email confirmation
ne: इमेल यकिन कार्य रद्द गर्नुहोस्

source: green
ne: हरियो

source: restore
ne: पूर्वावस्थामा ल्याउनुहोस्

source: Feb
ne: फेब्रुअरी

source: Not a content page
ne: सामाग्री सहितको पेज हैन

source: Cannot undelete file revision with timestamp $1: Filename mismatch.
ne: $1 समय छाप भएको मेटिएको संस्करण पुन: स्थापना गर्न सकिएन : फाइलनाम अमिल्दो

source: Fortify
ne: बलियो

source: Enter / Exit from spread mode or Select windows.
ne: स्प्रेड मोड या विन्डो छान्ने बाट बाहिरिने या मा जाने

source: Forgot password?
ne: प्रवेशशब्द बिर्सिनुभयो ?

source: Redirected page to [[$1]]
ne: पृष्ठ[[$1]]मा पठाइएको

source: Clear watchlist
ne: अवलोकन सूची खाली गर्ने

source: Your NFC Ring is now ready
ne: तपाईँको NFC Ring तयार छ

source: Version %s or later not available.
ne: भर्जन %s र पछिका भेटिएनन

source: Pending Harvests
ne: बाँकी बाली कटाई

source: Fetching
ne: लिएर आउँदै

source: View all notifications
ne: सबै सूचनाहरू हेर्नुहोस्

source: Trace not found!
ne: ट्रेस भेटिएन!

source: Search for duplicate files
ne: नक्कल फाइल खोज्ने

source: a question and answer environment
ne: एक प्रश्न र उत्तरको वातावरण

source: Level 2 headline
ne: दोस्रो स्तर शीर्षपंक्ति

source: Serial number of camera
ne: क्यामेराको क्रम संख्या

source: Flagged
ne: फ्ल्याग गरिएको

source: Cycles through icons present in the Launcher. Activates the highlighted icon on release.
ne: लन्चरमा भएका आइकनहरूमा पालैपालो सर्छ । कि छोडेपछि छानिएको आइकनलाई सक्रिय गर्छ ।

source: Sorry, Twitter is not available for your iOS version
ne: माफ गर्नुहोस् , iOS संस्करणमा ट्विटर उपलब्ध छैन ।

source: Cannot mark as patrolled
ne: गस्ती गरिएको भनी चिनो लगाउन सकिएन ।

source: Add a category
ne: वर्ग थपियो

source: Authors
ne: लेखकहरू

source: {{SITENAME}} uses cookies to log in users. You have cookies disabled. Please enable them and try again.
ne: {{SITENAME}} ले प्रयोगकर्ता प्रवेश गराउन कुकीहरू प्रयोग गर्छ । तपाईँको कुकीहरू निस्क्रिय गरिएको छ। कृपया सक्रिय बनाइ , नाम र प्रवेशशव्द राखी प्रवेश गर्नुहोला ।

source: Collecting Problem Information
ne: समस्या जानकारी सङ्कलन हुँदैछ​।

source: (entry hidden)
ne: (प्रविष्टि लुकाइएको)

source: Show help options
ne: सहयोगका विकल्पहरू देखाउनुहोस्

source: Message name
ne: सन्देश नाम

source: Enrolling fingerprints
ne: औँठाछापहरू याद गरिँदै

source: Add a marker to the map
ne: नक्शामा चिह्न थप्नुहोस्

source: ^Install Ubuntu Netbook
ne: उबुन्टु नेटबुक स्थापना गर्नुहोस

source: Other Media
ne: अरु मिडिया

source: High gain up
ne: उच्च प्राप्य माथि

source: View Receipt
ne: रसिद हेर्ने

source: Comment on this entry
ne: यस प्रविष्टीमा टिप्पणी गर्ने

source: Overlaps mouse cursor
ne: माउस कर्सर ओभरल्याप

source: Share via...
ne: सझेदारी गर्ने माध्यम

source: No Effect
ne: प्रभाव छैन

source: Implicit member of:
ne: अंतर्निहित सदस्य:

source: Search requires an indexed ZIM file
ne: खोजको लागि सुचीकृत ZIM फाइलको आवश्यकता पर्छ

source: All Displays
ne: सबै डिस्प्लेहरू

source: Setting...
ne: सेटिङ्हरु...

source: CSV Export
ne: सीएसवी निर्यात

source: Weak
ne: कमजोर

source: Congratulations for your tenth translation
ne: पहिलो दसौँ अनुवादमा बधाई

source: webcam
ne: वेभक्याम

source: Founding Fathers
ne: संस्थापक पिताहरू

source: This special page is disabled for performance reasons.
ne: यो विशेष पृष्ठलाई कार्यसम्पादनको कारणहरूले गर्दा निस्क्रिय गरिएको छ ।

source: == See also ==
ne: ==यो पनि हेर्नुहोस् ==

source: '''Checking provided password against remaining unmerged accounts…'''
ne: ''' रहल असम्मिलित खाताहरुको लागि दिएको प्रवेश शव्द जाँच गरिंदै…'''

source: Individual notifications as they come in
ne: जानकारीहरू जस्ताको तस्तै जसै हुन्छन्

source: Double click, primary button
ne: मुख्य बटन दुई चोटी थिच्नुहोस

source: Curator-submitted text
ne: सर्जकद्वारा संरक्षित पाठ

source: And (&)
ne: र (&)

source: libraries used
ne: प्रयोग भएको पुस्तकालयहरू

source: A database query error has occurred. This may indicate a bug in the software.
ne: डेटाबेस क्वेरीमा खराबी देखा पर्‌यो । यसले सफ्टवेयरमा त्रुटी रहेको इङ्गित गर्न सक्छ ।

source: Total time spent on pages <small>(hours)</small>
ne: पृष्ठमा बिताएको जम्मा समय <small>(घण्टा)</small>

source: _Method
ne: विधि
